{"cohort": [{"id": 0, "firstName": "Adrianne", "lastName": "Austin", "linkedIn": "http://www.linkedin.com/in/adrianne-austin-a37700a6", "github": "https://github.com/tigerbelle07", "email": "aaustin07@outlook.com", "portfolio": "https://github.com/tigerbelle07/Capstone", "reelThemIn": "Umm..ma'am/sir...run me my coins please and thank you. ", "bio": "A data nerd..an actually Nashville Native(born and rasied in Davidson Co) and proud Tennessee State Alumni. I am passionate about data analytics..particuarly in healthcare because I enjoyed helping people. Since pursuring a career in medicine was not w/in my minstry, but since I have the ability to understand data, I want to pursue a career that uses technology to help improve the quality of care and life of a patient. ", "proImg": "assets/img/adrianne1.jpg", "funImg": "assets/img/adrianne2.jpg", "resume": "resumes/adrianne.pdf"}, {"id": 1, "firstName": "Alex", "lastName": "Wright", "linkedIn": "https://www.linkedin.com/in/alexander-wright-6195ba237/", "github": "https://github.com/ANW16", "email": "anwturp@gmail.com", "portfolio": null, "reelThemIn": "\"People don't think the code be like it is, but it do.\" -Data Science Man", "bio": "Young and ambitious student who thrives on the always evolving nature of the data analyst field. Inventive problem solver and intuitive learner with soft skills for communication and teamwork.", "proImg": "assets/img/alex1.jpg", "funImg": "assets/img/alex2.jpg", "resume": "resumes/alex.pdf"}, {"id": 2, "firstName": "Andrew", "lastName": "Case", "linkedIn": "http://www.linkedin.com/in/andrew-case-42akc93", "github": "https://github.com/AKCase1993", "email": "andrewkcase@icloud.com", "portfolio": "AKCase1993/Capstone-NSS-DA7 (github.com)", "reelThemIn": "Not everything that can be counted counts, and not everything that counts can be counted. -Albert Einstein", "bio": "Ever since I moved to Nashville five years ago, I have been enthralled in the world of non-profit life. I have worked in food kitchens, homeless shelters, and most recently an alcohol and drug recovery community. In each of these occupations, I have seen the accumulation of mass data of these populations, but not the organization and the application to create something useful. This led me to take a deeper dive into the world of data analytics and I was entranced. The amount of information left uncovered is astounding and I want to be someone who helps explore the data. ", "proImg": "assets/img/andrew1.jpg", "funImg": "assets/img/andrew2.jpg", "resume": "resumes/andrew.pdf"}, {"id": 3, "firstName": "Rebecca", "lastName": "Wolfe", "linkedIn": "https://www.linkedin.com/in/rebeccagwolfe/", "github": "https://github.com/rebeccagwolfe", "email": "rebeccagwolfe@gmail.com", "portfolio": "Rebecca Wolfe | Capstone", "reelThemIn": "Numbers speak louder than words", "bio": "You’re often told as a kid that you should pursue a career in whichever class is your favorite. My favorite classes were lunch and math. After spending seven years as a dietitian, I decided it was time to give math a try. At NSS, I’ve been suffciently challenged and reminded of my love for learning. As a pediatric outpatient dietitian, I used data and evidence-based interventions to help children with complex medical conditions. I look forward to utilizing these skills along with my recently developed data analytics skills to help healthcare organizations make the best decisions in order to provide the best care. When I’m not working, you can find me playing violin/fiddle, playing volleyball, hiking, attending concerts, and traveling.", "proImg": "assets/img/rebecca1.jpg", "funImg": "assets/img/rebecca2.jpg", "resume": "resumes/rebecca.pdf"}, {"id": 4, "firstName": "Beau", "lastName": "Colson", "linkedIn": "https://www.linkedin.com/in/bryan-colson-642885160/", "github": "https://github.com/bryanacolson", "email": "bryanacolson@gmail.com", "portfolio": "Beau Capstone", "reelThemIn": "Life is too short to remove a USB safely.", "bio": "My last year of college I had to conduct a study and write a research paper. I found myself focused on what seemed like minutia. I tracked the genre of music played, BPM of the songs, and the length of the songs. Back then this seemed superfluous. Five years later I found myself studying data analytics. This may seem unrelated to the passerby, but to me it all makes sense. The seemingly unrelated data points then now make sense to me. As with some, my journey into data analytics was a bit meandering. All of that aside my endpoint makes perfect sense,", "proImg": "assets/img/beau1.jpg", "funImg": "assets/img/beau2.jpg", "resume": "resumes/beau.pdf"}, {"id": 5, "firstName": "Casey", "lastName": "Smith", "linkedIn": "https://www.linkedin.com/in/caseysmith1988/", "github": "https://github.com/crs4f1988", "email": "crs4f1988@gmail.com", "portfolio": "https://github.com/crs4f1988/Syndigo", "reelThemIn": "\"Where there is data smoke, there is business fire.\" - Thomas Redman", "bio": "I am a data-analyst with a passion for telling stories through data, in the hopes that I can make the world a better place, one graph at a time. Passionate traveller, writer, friend, and animal lover, and commited to lifelong learning. ", "proImg": "assets/img/casey1.jpg", "funImg": "assets/img/casey2.jpg", "resume": "resumes/casey.pdf"}, {"id": 6, "firstName": "Cecilia", "lastName": "Ndabambarire", "linkedIn": "https://www.linkedin.com/in/cecilia-n-499aa6248/", "github": "https://github.com/CeciliaNd", "email": "ceciliandabambarire@gmail.com", "portfolio": "Cecilia Ndabambarire | Capstone", "reelThemIn": "\"I've learned it's important not to limit yourself. You can do whatever you really love to do, no matter what it is.\" —Ryan Gosling", "bio": null, "proImg": "assets/img/cecilia1.jpg", "funImg": "assets/img/cecilia2.jpg", "resume": "resumes/cecilia.pdf"}, {"id": 7, "firstName": "Christian", "lastName": "Alsider", "linkedIn": "https://www.linkedin.com/in/christianalsider/", "github": "https://github.com/csider0317", "email": "christianlalsider@gmail.com", "portfolio": null, "reelThemIn": "\"Data is a tool for enhancing intuition\" - Hilary Mason", "bio": "Healthcare professional with 20 years’ experience throughout the revenue cycle, whose need to \nunderstand the root of issues lead to a love of all things data and a desire to work smarter not harder \nto get to those results.  \n", "proImg": "assets/img/christian1.jpg", "funImg": "assets/img/christian2.jpg", "resume": "resumes/christian.pdf"}, {"id": 8, "firstName": "Daniel", "lastName": "Hills", "linkedIn": "https://www.linkedin.com/in/daniel-hills/", "github": "https://github.com/Dphills741", "email": "dphills@live.com", "portfolio": "Daniel Hills Capstone", "reelThemIn": "Here to make your data shine!", "bio": "A healthcare professional turned Data Analyst. Turned from making medications and helping on site, to helping behind the scenes making data grow and explaining its importance.  I am an individual dedicated to life long learning and devoloping my skills however possible!", "proImg": "assets/img/daniel1.jpg", "funImg": "assets/img/daniel2.jpg", "resume": "resumes/daniel.pdf"}, {"id": 9, "firstName": "Drew", "lastName": "Carless", "linkedIn": "https://www.linkedin.com/in/drew-carless-17b7ab12b/", "github": "https://github.com/dthomasson8", "email": "carless91022@gmail.com", "portfolio": "Drew Carless | Capstone", "reelThemIn": "\"Knowledge is the greatest power and it is something no one can see. It cannot be stolen or broken, no one can take it from you\". - John Carrick", "bio": "Data analyst with a diverse professional background. From the finance world to executive search and finally settling in the technology space, I found the one thing in common that I was passionate about in all industries; problem solving. I knew data analytics was the path I wanted, but getting there was my biggest struggle. Through NSS, I have learned the fundamental skills necessary to break into the data field and having fun along the way. ", "proImg": "assets/img/drew1.jpg", "funImg": "assets/img/drew2.jpg", "resume": "resumes/drew.pdf"}, {"id": 10, "firstName": "Hannah", "lastName": "Solima", "linkedIn": "https://www.linkedin.com/in/hannahsolima/", "github": "https://github.com/HannahSolima", "email": "hannahsolima@gmail.com", "portfolio": "Hannah Solima | Capstone", "reelThemIn": "“Never memorize something that you can look up.”? Albert Einstein", "bio": "I have been fortunate to have been able to travel the world through my university study abroad opportunities. Through this travel, I have been fascinated by different cultures, architecture, and foods and enjoy researching the places I visit. My love for research and looking at various statistics about different areas of the world got me interested in Data Analytics. I love how numbers can really tell a story about people and how they live. I am excited about applying that passion in ways that can help advance the mission of a company.", "proImg": "assets/img/hannah1.jpg", "funImg": "assets/img/hannah2.jpg", "resume": "resumes/hannah.pdf"}, {"id": 11, "firstName": "Jacob", "lastName": "Morgan", "linkedIn": "https://www.linkedin.com/in/jakescottmorgan/", "github": "https://github.com/jamorgan8", "email": "jamorgan8@gmail.com", "portfolio": "Jake Morgan | Capstone", "reelThemIn": "If it is not right do not do it; if it is not true do not say it' -- Marcus Aurelius , Meditations", "bio": "My first foray into data analytics was all to prove a point. I kept a journal of inbound calls over a period of time. I compiled it into a presentation and asserted that the amount of time spent on the phone as a result of an inbound call was affecting productivity. It was mundane and boring, but I liked it. At the time, I had no idea I could make it a career. Eventually, my journal evolved into a primitive MS Excel dashboard to track my performance across multiple metrics. My plan was to identify and monitor trends in my performance, then make improvements. I did this for several years before I learned about the field of Data Analysis. Fast forward to now. My toolbelt has expanded to include SQL, Python, Power BI, and Tableau, to name a few. My ability to explore and analyze data has grown exponentially. My next step is to take these tools as well as my years of professional experience and transition into the world of data!", "proImg": "assets/img/jacob1.jpg", "funImg": "assets/img/jacob2.jpg", "resume": "resumes/jacob.pdf"}, {"id": 12, "firstName": "Jason", "lastName": "Carless", "linkedIn": "https://www.linkedin.com/in/jason-carless-4699a9256/", "github": "https://github.com/JasonCarless", "email": "jtcarless@gmail.com", "portfolio": "Jason Carless | Capstone", "reelThemIn": "\"Data is like garbage. You’d better know what you are going to do with it before you collect it.”", "bio": "Originally from Michigan, I moved to Nashville 3 years ago trying to figure out what I wanted to do for the rest of my life. After trying out a few different paths, I have found myself to really enjoy breaking down and analyzing large sets of data and am excited how I can utilize everything I have learned in the future.", "proImg": "assets/img/jason1.jpg", "funImg": "assets/img/jason2.jpg", "resume": "resumes/jason.pdf"}, {"id": 13, "firstName": "Jess", "lastName": "Workman", "linkedIn": "http://www.linkedin.com/in/jessica-workman37209", "github": "https://github.com/jessw4914", "email": "jessica.workman76@gmail.com", "portfolio": null, "reelThemIn": "My best work goes unnoticed", "bio": null, "proImg": "assets/img/placeholder.jpg", "funImg": "assets/img/placeholder.jpg", "resume": "resumes/jess.pdf"}, {"id": 14, "firstName": "Jonathon", "lastName": "Hankins", "linkedIn": "https://www.linkedin.com/in/jonathon-hankins/in", "github": "https://github.com/jwhankins177", "email": "jwhankins177@gmail.com", "portfolio": "Jonathon Hankins | Capstone", "reelThemIn": "“It's not about what it is, it's about what it can become.”? The Lorax", "bio": "I am a passionate, fact driven, non-profit industry leader with 10+ years of management experience. I’m looking forward to leveraging my past knowledge in identifying actionable improvements to a new and exciting data analytics team.", "proImg": "assets/img/jonathon1.jpg", "funImg": "assets/img/jonathon2.jpg", "resume": "resumes/jonathon.pdf"}, {"id": 15, "firstName": "Kala", "lastName": "McKinney", "linkedIn": "http://www.linkedin.com/in/kala-mckinney", "github": "https://github.com/kalmckin", "email": "kalatigert@gmail.com", "portfolio": "Kala McKinney | Capstone", "reelThemIn": "\"It does not do to dwell on dreams and forget to live.\" Albus Dumbledore", "bio": "I have been in Nashville for 13 years. I have spent those years working in sales, management, finance, and program/project management across various fields. A common theme popped up in every role. I would somehow always gravitate towards projects and roles that required deep-diving data in order to make decisions. While my husband thinks it's odd, my most enjoyable days have been spent pouring through data and identifying trends or issues. I enrolled in NSS because I realized there was way more I could do outside my world of Excel and I'm so glad I did. I am already using the things I've learned here and am looking forward to making something that has always been an added bonus, my full-time career. ", "proImg": "assets/img/kala1.jpg", "funImg": "assets/img/kala2.jpg", "resume": "resumes/kala.pdf"}, {"id": 16, "firstName": "Kevin", "lastName": "Mackey", "linkedIn": "http://www.linkedin.com/in/kevin-mackey-82347b1ab", "github": "https://github.com/Mackeyk88", "email": "mackeyk8@winthrop.edu", "portfolio": "Kevin Mackey | Capstone", "reelThemIn": "\"Dont judge each day by the harvest you reap but by the seeds that you plant\"  -Robert Louis Stevenson", "bio": "Previously a healthcare professional, I have always wanted to make a positive impact on others through my work.  My new found fascination for programming and data analytics will finally allow me to use my skills to make that impact!", "proImg": "assets/img/kevin1.jpg", "funImg": "assets/img/kevin2.jpg", "resume": "resumes/kevin.pdf"}, {"id": 17, "firstName": "Krissy", "lastName": "Lupton", "linkedIn": "https://www.linkedin.com/in/krissy-lupton-b5005ba3/", "github": "https://github.com/krissyluptown", "email": "luptonkristin@gmail.com", "portfolio": "https://github.com/krissyluptown/Capstone", "reelThemIn": "\"To live will be an awfully big adventure.\"  -Peter Pan", "bio": "My curiosity and passion for helping others have always driven me career-wise. I have spent the last 10 years working in the non-profit world, education, and healthcare. I began my career in social work and expanded my skills to Occupational Therapy. I am passionate about helping others reach their full potential despite the physical or mental barriers they may have. After a decade of working directly with clients and patients, I am excited to pivot into the world of data! Working in data allows me be curious all the time and to continue to follow my passion of helping other reach their full potential in a new and exciting setting.", "proImg": "assets/img/krissy1.jpg", "funImg": "assets/img/krissy2.jpg", "resume": "resumes/krissy.pdf"}, {"id": 18, "firstName": "Matt", "lastName": "Botschner", "linkedIn": "https://www.linkedin.com/in/matthew-botschner-75b54787/", "github": "https://github.com/matt-botschner", "email": "matt.botschner@gmail.com", "portfolio": "Matt Botschner | Capstone", "reelThemIn": "\"To-day is the parent of to-morrow. The present casts its shadow far into the future.\" --Emma Goldman", "bio": "Pivoting from a career in the restaurant industry, I have decided to take my life into a more sustainable and rewarding field. I will bring my passion for creativiity and story telling to the tech field and hopefully will be able to make some real world changes!", "proImg": "assets/img/matt1.jpg", "funImg": "assets/img/matt2.jpg", "resume": "resumes/matt.pdf"}, {"id": 19, "firstName": "Preston", "lastName": "Spencer", "linkedIn": "https://www.linkedin.com/in/preston-spencer-66b173a9/", "github": "https://github.com/PrestonSpencer", "email": "prestonspencer3@gmail.com", "portfolio": "Preston Spencer | Capstone", "reelThemIn": "Ask not for whom the bell tolls. Live Más.", "bio": "I am an analytic and logic-driven problem solver and project manager with more than 10 years of experience across public health, hospital operations, and journalism fields. My interest in data analytics and its potential for delivering insights to drive and unlock business growth has led me to learn SQL, Python, and advanced Excel technical skills through Nashville Software School.", "proImg": "assets/img/preston1.jpg", "funImg": "assets/img/preston2.jpg", "resume": "resumes/preston.pdf"}, {"id": 20, "firstName": "Rob", "lastName": "Lunn", "linkedIn": "http://www.linkedin.com/in/robertrlunn", "github": "https://github.com/RobertRLunn", "email": "robertrlunn@sgmail.com", "portfolio": "RobertRLunn/RLDA7capstone: capstone for DA7 at NSS (github.com)", "reelThemIn": "“Genius is one percent inspiration and 99 percent perspiration.”  - Thomas Edison.", "bio": "I am a Tennessee native and logistics professional of over 10 years who decided it was time for me to try something new. During my time at NSS, I have learned so much and met so many amazing people in the field. I can't wait to see what the future holds and am excited to begin my journey as a Data Analyst! ", "proImg": "assets/img/rob1.jpg", "funImg": "assets/img/rob2.jpg", "resume": "resumes/rob.pdf"}, {"id": 21, "firstName": "Sarah", "lastName": "Missimer", "linkedIn": "https://www.linkedin.com/in/sarahmissimer/", "github": "https://github.com/sarahmissimer", "email": "sarahemissimer@gmail.com", "portfolio": "Sarah Missimer | Capstone", "reelThemIn": "When in doubt, *plt* it out!", "bio": "I am a curious, collaborative, communicative marketing specialist turned data analyst. My passion for numbers became apparent when I told a collague my favorite thing about makreting was \"using the data to optmize campaigns.\" So, I decided to follow my passion. During my time at NSS, I have learned so much and truly admire all of my classmates. I am excited to build and grow in this career. ", "proImg": "assets/img/sarah1.jpg", "funImg": "assets/img/sarah2.jpg", "resume": "resumes/sarah.pdf"}, {"id": 22, "firstName": "Steven", "lastName": "Goolsby", "linkedIn": "https://www.linkedin.com/in/steven-goolsby-9bb51b241/", "github": "https://github.com/sgoolsby88", "email": "sgoolsby88@yahoo.com", "portfolio": "Steven Goolsby | Capstone", "reelThemIn": "Talk is cheap, show me the data!", "bio": "An emerging data analyst making a transition as a real estate professional to the ever growing world of data. My time at NSS has been very humbling as I came to learn that what I thought I knew about data and analytics was only a very small percentage of what it takes to even start learning the trade. I have learned so much in my time here and hope to continue my education through hands on experience and further education.", "proImg": "assets/img/steven1.jpg", "funImg": "assets/img/steven2.jpg", "resume": "resumes/steven.pdf"}, {"id": 23, "firstName": "Tara", "lastName": "Clark", "linkedIn": "https://www.linkedin.com/in/tara-nicole/", "github": "https://github.com/Tara-Nicole-Data", "email": "tara.nicole.data@gmail.com", "portfolio": "Tara Nicole | Capstone", "reelThemIn": "\"I'm not afraid to look like an idiot.\" - Anthony Bourdain", "bio": "I'm a Nashville native with a background in event production and restaurant management. My transition into Data Analytics comes from life long love of list making and needing to find patterns in information. NSS has been one of the best experiences of my life, because I've truly become part of such a great community of support. I look forward to seeing where my time at NSS leads me in the future! ", "proImg": "assets/img/tara1.jpg", "funImg": "assets/img/tara2.jpg", "resume": "resumes/tara.pdf"}, {"id": 24, "firstName": "Tim", "lastName": "Yost", "linkedIn": "https://www.linkedin.com/in/timothyyost24/", "github": "https://github.com/Tyost24?", "email": "tjyost24@gmail.com", "portfolio": "https://github.com/Tyost24/Capstone", "reelThemIn": "“The happiness of your life depends upon the quality of your thoughts.” -Marcus Aurelius", "bio": "Data Analytically driven associate professional seeking a challenging career in an esteemed organization to grow professionally, while earning a good reputation with peers. Seeking a Data Analyst Position that will utilize skills and expertise while offering opportunities for advancement. Am willing to start from the ground up, pursue necessary certificates as required and willing to travel. ", "proImg": "assets/img/tim1.jpg", "funImg": "assets/img/tim2.jpg", "resume": "resumes/tim.pdf"}, {"id": 25, "firstName": "Tyler", "lastName": "Long", "linkedIn": "http://www.linkedin.com/in/tyler-long-data-analyst", "github": "https://github.com/tlong1106", "email": "tyler.derek.long@gmail.com", "portfolio": "Tyler Long | Capstone", "reelThemIn": "Knowledge is the greatest gift.", "bio": "I've always had trouble deciding what I want \"to be\" when I \"grow up\". The winding path has lead to a major in English literature, an early career in grant compliance, and opportunities to learn SQL. NSS has taught me the value of combining my current skills with opportunities in computer science. I look forward to starting as a Data Analyst as a first step toward a career in natural language processing.", "proImg": "assets/img/tyler1.jpg", "funImg": "assets/img/tyler2.jpg", "resume": "resumes/tyler.pdf"}]}