{"cohort": [{"id": 0, "firstName": "Abdullah", "lastName": "Hassan", "linkedIn": "https://www.linkedin.com/in/abdullah-hassan-", "github": "https://github.com/abdullah0930", "email": "Abdullahissack@outlook.com", "portfolio": "https://github.com/Abdullah0930/U.S-Kids_well-being", "reelThemIn": "“If your ship doesn’t come in, swim out to it.\"-Johnathan Winters", "bio": "With my background as a Workstation Support Specialist, I’ve been keen in being able to make better decisions by way of Data Analytics. Therefore, I’ve decided to combine my previous experience at TN State along with my passion for Data by re-educating myself through Nashville Software School’s Data Analytics Program.", "proImg": "assets/img/ahassan1.jpg", "funImg": "assets/img/ahassan2.jpg", "resume": "resumes/hassan_resume.pdf"}, {"id": 1, "firstName": "Brenda", "lastName": "Gutman", "linkedIn": "https://www.linkedin.com/in/bmgutman/", "github": "https://github.com/brendagutman", "email": "brenda.gutman@gmail.com", "portfolio": "https://github.com/brendagutman/USA_Prosperity", "reelThemIn": "“That’s an answer in the same way that ketchup can be hair gel.” - Brandon Sanderson(The GOAT)", "bio": "I grew up knowing I would have a career in science. It wasn’t until I looked back on my past positions in the industry that I found my natural gravitation toward data. This realization is what brought me to NSS where I have leveled-up my analysis skills and knowledge to move forward on the path toward my “never work a day” career.", "proImg": "assets/img/bgutman1.jpg", "funImg": "assets/img/bgutman2.jpg", "resume": "resumes/gutman_resume.pdf"}, {"id": 2, "firstName": "Carlos", "lastName": "Miranda Pereyra", "linkedIn": "https://www.linkedin.com/in/cmpereyra/", "github": "https://github.com/CMirandaPereyra", "email": "cmpereyra8@gmail.com", "portfolio": "https://github.com/CMirandaPereyra/Lynx-externalities", "reelThemIn": "\"No contaban con mi astucia\" - El Chapulín Colorado", "bio": "My background in social science, community organizing, and education drive my passion for equitable cities. I came to NSS to fill in the technical gap; I want to use data to improve upon our communities and make them more accessible to us all.", "proImg": "assets/img/cmirandapereyra1.jpg", "funImg": "assets/img/cmirandapereyra2.jpg", "resume": "resumes/mirandapereyra_resume.pdf"}, {"id": 3, "firstName": "Cherice", "lastName": "Hereford", "linkedIn": "https://www.linkedin.com/in/chericehere/", "github": "https://github.com/Chericehere", "email": null, "portfolio": "https://github.com/Chericehere/TN-State-Parks-and-Population", "reelThemIn": "There are no silver bullets. There is just the data and the meaning we make.", "bio": "I am passionate about providing insights that influence business decisions, but what data analyst isn't? While working at non-profits I learned to keep the mission in mind and I bring that focus to my work with data. The undercurrent of my passion is the big picture, and that drives me to hone in on the details.", "proImg": "assets/img/chereford1.jpg", "funImg": "assets/img/chereford2.jpg", "resume": "resumes/hereford_resume.pdf"}, {"id": 4, "firstName": "Collin", "lastName": "Page", "linkedIn": "https://www.linkedin.com/in/collin-page-47b05918a/", "github": "https://github.com/colpage", "email": "collin.page0809@gmail.com", "portfolio": "https://github.com/colpage/cyber_security_capstone", "reelThemIn": "\"If I take one more step, it'll be the farthest from The Shire that I've ever been.\" - Sam Wise", "bio": "I'm a Nashville native with a long time interest in technology. I decided to attend NSS to improve my abilities to program and deepen my knowledge on the process behind Data Analytics.", "proImg": "assets/img/cpage1.jpg", "funImg": "assets/img/cpage2.jpg", "resume": "resumes/page_resume.pdf"}, {"id": 5, "firstName": "Cristian", "lastName": "Vargas", "linkedIn": "https://www.linkedin.com/in/cristian-vargas-8023a7bb/", "github": "https://github.com/Cristian-Vargas9", "email": "cristianvargas562@gmail.com", "portfolio": "https://github.com/Cristian-Vargas9/Nashville_Housing_Market", "reelThemIn": "\"If your dreams don't scare you, they are too small\" -Richard Branson", "bio": "Working as a realtor in the Nashville market sparked an interest in me about learning more about data trends. Now I feel prepared for the data analytics field thanks to NSS! ", "proImg": "assets/img/cvargas1.jpg", "funImg": "assets/img/cvargas2.jpg", "resume": "resumes/vargas_resume.pdf"}, {"id": 6, "firstName": "Debbie", "lastName": "Hoza", "linkedIn": "https://www.linkedin.com/in/debbie-hoza-1338b571/", "github": "https://github.com/dhoza", "email": "dhoza@rocketmail.com", "portfolio": "https://github.com/dhoza/Opiods", "reelThemIn": "“Often when you think you’re at the end of something, you’re at the beginning of something else.” – Fred Rogers", "bio": "I am a pharmacist who wants to see healthcare data utilized to push quality and patient care forward. Merging healthcare with data analytics is fascinating and it would be exciting to utilize my pharmacy experience with my emerging data analytics knowledge.", "proImg": "assets/img/dhoza1.jpg", "funImg": "assets/img/dhoza2.jpg", "resume": "resumes/hoza_resume.pdf"}, {"id": 7, "firstName": "Dipen", "lastName": "Patel", "linkedIn": null, "github": "https://github.com/dpatelaqua", "email": "dipen@gringreen.com", "portfolio": "https://github.com/dpatelaqua/silver-health", "reelThemIn": "“Data that is loved tends to survive.” – Kurt Bollacker", "bio": "I am in Operations at a  medical device manufacturing facility who wants to understand how to utilize data in our organization and enhance by skill set to pursue ambitious projects assigned within my domain. My interest developed as I worked to improve processes within our production line and discovered good quality data insight could set us to move in the right direction", "proImg": "assets/img/dpatel1.jpg", "funImg": "assets/img/dpatel2.jpg", "resume": null}, {"id": 8, "firstName": "Engida", "lastName": "Amare", "linkedIn": "https://www.linkedin.com/in/engida-amare-ami-48723166/", "github": "https://github.com/Engu12", "email": "yamareworq@gmail.com", "portfolio": "https://github.com/Engu12/Engu_Capstone-", "reelThemIn": "I am on board the flight, but not yet seated .", "bio": "I worked as a salesforce data specialist in a great non-profit org in Tennessee , that drove me into a stong desire to know more about data and meta-data. I grew up in third world where data and or information was not easily accessible , to analysze and further dug into . My Airlines empolyement was something special. That really opned a door to emphasize on the informed-decision . Always i desire to know more , sometimew some dragging effects happned on the way.I am traversing towards my goal , hoping to reach my desitiy soon .", "proImg": "assets/img/eamare1.jpg", "funImg": "assets/img/eamare2.jpg", "resume": "resumes/amare_resume.pdf"}, {"id": 9, "firstName": "Fantahun", "lastName": "Tero", "linkedIn": "http://linkedin.com/in/fantahun-tero-207a9687", "github": "https://github.com/fantahunteka1980", "email": "fantutero@gmail.com", "portfolio": "https://github.com/fantahunteka1980/Analysis-of-STDS.git", "reelThemIn": "\"The road to success is always under construction.\"-Lily Tomlin", "bio": "I am passionate with playing with numbers and problem solving have been a part of my life for a while. I find myself doing calculations in most things I do. I have learned statistical analytic tools while I was doing my graduate, and which boosts my direction towards analytics. I joined NSS to build more skills on the field and strengthen my future carrier path.", "proImg": "assets/img/ftero1.jpg", "funImg": "assets/img/ftero2.jpg", "resume": "resumes/tero_resume.pdf"}, {"id": 10, "firstName": "Fernand (Trey)", "lastName": "Bourgeois III", "linkedIn": "https://www.linkedin.com/in/trey-bourgeois-179a7784/", "github": "https://github.com/treybourgeois", "email": "trey@retroactivepedals.com", "portfolio": "https://github.com/treybourgeois/nss_capstone_2021", "reelThemIn": "It's hard for a bird to leave the feather behind when it's for a nest", "bio": "Previously a professional touring stage tech and lighting designer, my interest in collecting and analyzing data came out of necessity of owning my own business. My passion for electronics design and tinkering lead me to persue coding in a way that would allow me to combine the two, providing me the opportunity to expand my knowledge of what I am yet to understand, and to further sharpen my skills in areas that I've invested in.", "proImg": "assets/img/fbourgeoisiii1.jpg", "funImg": "assets/img/fbourgeoisiii2.jpg", "resume": "resumes/bourgeoisiii_resume.pdf"}, {"id": 11, "firstName": "Ian", "lastName": "Gray", "linkedIn": "https://www.linkedin.com/in/the-real-ian-gray/", "github": "https://github.com/TheRealIanGray", "email": "therealiangray@gmail.com", "portfolio": "https://github.com/TheRealIanGray/nuclear-question/tree/main", "reelThemIn": "\"We should be led by principles and morals and not by men.\" -Michael Render", "bio": "I am an analytical thinker who is passionate about using data to illustrate the world around us. My years of experience providing actionable feedback to stakeholders at in the healthcare industry has helped me to develop the critical thinking and interpersonal skills necessary to excel in data analytics. I am ready and excited to leverage my unique skills and experience on a new path.", "proImg": "assets/img/igray1.jpg", "funImg": "assets/img/igray2.jpg", "resume": "resumes/gray_resume.pdf"}, {"id": 12, "firstName": "Joshua", "lastName": "Rio-Ross", "linkedIn": "https://www.linkedin.com/in/jrioross/", "github": "https://github.com/jrioross", "email": "j.rioross@gmail.com", "portfolio": "https://github.com/jrioross/Fantasy_Basketball_Researcher", "reelThemIn": "The numbers don't lie, but they also can't speak for themselves.", "bio": "After working as a mathematics professor for nearly a decade, I want to apply my problem-solving and communication skills to complex data problems. This work is beautful to me: We're making meaning and order out of boundless data points, the seemingly formless and void.", "proImg": "assets/img/jrio-ross1.jpg", "funImg": "assets/img/jrio-ross2.jpg", "resume": "resumes/rio-ross_resume.pdf"}, {"id": 13, "firstName": "Matthew", "lastName": "Lintemuth", "linkedIn": "https://www.linkedin.com/in/matthewlintemuth/", "github": "https://github.com/mjlintemu", "email": "Matthew.Lintemuth@gmail.com", "portfolio": "https://github.com/mjlintemu/Nashville_Community_Resources", "reelThemIn": "\"It's not about making the right decision. It's about making a decision and making it right.\" -J.R. Rim", "bio": "I'm an HR professional who has been chasing a career in data for years. Graduate from the University of Tennessee (Knoxville) where I was the first in my family to complete a higher education program. I experienced a layoff due to COVID for 2.5 months in 2020. During that time I had a lot of time for self reflection. I realized I didn't miss my work. I spent my time working on SQL in Team Treehouse and watching videos. Prior to COVID I had trained with companies analyst learning how to use BI and write expressions. I would continue to work on those from home. I made the decision during the layoff that it was time to pursue the data field. I enjoy telling the story that data gives us. I continued my education earning a certification in SQL from Nashville State Community College and current student with NSS data analytics bootcamp. Every day I'm paving my way to a successful career and future in data.", "proImg": "assets/img/mlintemuth1.jpg", "funImg": "assets/img/mlintemuth2.jpg", "resume": "resumes/lintemuth_resume.pdf"}, {"id": 14, "firstName": "Megan", "lastName": "Amaral", "linkedIn": "https://www.linkedin.com/in/megan-amaral/", "github": "https://github.com/megan2", "email": "megan.amaral@gmail.com", "portfolio": "https://github.com/megan2/cicadas", "reelThemIn": "\"The talking about the thing isn't the thing. Doing the thing is the thing\" -Amy Poehler", "bio": "I have been influenced by lean start-up culture, leading me to attempt to consistently add value and keep an eye out for opportunities to improve efficiency. I decided to pursue Data Analytics after seeing firsthand how this superpower informs business decisions. This level of interaction with data feels like a valuable intersection between my detail-oriented background in Software Quality Assurance and my impulse to understand the “why” behind strategic decisions.", "proImg": "assets/img/mamaral1.jpg", "funImg": "assets/img/mamaral2.jpg", "resume": "resumes/amaral_resume.pdf"}, {"id": 15, "firstName": "Rachel", "lastName": "Hertel", "linkedIn": "https://www.linkedin.com/in/rachelhertel/", "github": "https://github.com/rghertel", "email": "rghertel29@gmail.com", "portfolio": "https://github.com/rghertel/USA_children_food_insecurity", "reelThemIn": "\"Inside every cynical person, there is a disappointed idealist.\" -George Carlin", "bio": "I have years of experience working in teams, building communication skills, performing under pressure, multi-tasking, facilitating conflict resolution, and managing people and projects. My logical approach to decision-making and problem-solving, combined with my current training in relevant technical skills, positions me for successful transition to a career in data analytics.", "proImg": "assets/img/rhertel1.jpg", "funImg": "assets/img/rhertel2.jpg", "resume": "resumes/hertel_resume.pdf"}, {"id": 16, "firstName": "Richie", "lastName": "Townsend", "linkedIn": "https://www.linkedin.com/in/richietownsend/", "github": "https://github.com/richietownsend", "email": "richie.townsend@gmail.com", "portfolio": "https://github.com/richietownsend/bike_share", "reelThemIn": "Roll that beautiful bin footage", "bio": "Data has been the thread in my life tying together all of my interests and previous work experiences. The Nashville Software School Data Analytics program has given me the skills to tie the correct knot for different data driven situations.", "proImg": "assets/img/rtownsend1.jpg", "funImg": "assets/img/rtownsend2.jpg", "resume": "resumes/townsend_resume.pdf"}, {"id": 17, "firstName": "Ryan", "lastName": "Grant", "linkedIn": "https://www.linkedin.com/in/ryangrant-01/", "github": "https://github.com/rgrant01", "email": "zrgran01@gmail.com", "portfolio": "https://github.com/rgrant01/COVID-service-industry", "reelThemIn": "“If you do too much people get dependent on you. And if you do nothing, they lose hope… when you do things right, people won’t be sure you’ve done anything at all.” - God (Futurama)", "bio": "I've always been an analytical thinker and problem solver. This is what drew me to working with data. I enjoy delving into data and using it to solve problems and tell a story. I decided to attend The Nashville Software School to improve my skills in programming and learn new skills I need to make a career change into data analytics.", "proImg": "assets/img/rgrant1.jpg", "funImg": "assets/img/rgrant2.jpg", "resume": "resumes/grant_resume.pdf"}, {"id": 18, "firstName": "Ryan", "lastName": "Hilber", "linkedIn": "http://www.linkedin.com/in/ryanhilber", "github": "https://github.com/ryanhilber93", "email": "rhilber@outlook.com", "portfolio": "https://github.com/ryanhilber93/professional-tennis-capstone", "reelThemIn": "\"Mathematics is, in its way, the poetry of logical ideas.\" -Albert Einstein", "bio": "I am a critical thinker who is passionate about using data to solve complex problems. My previous experience as a mathematics educator has helped me to develop the analytical and communication skills necessary to excel in data analytics. Although I am new to this field, I am ready and excited to leverage my unique skills in a new role.", "proImg": "assets/img/rhilber1.jpg", "funImg": "assets/img/rhilber2.jpg", "resume": "resumes/hilber_resume.pdf"}, {"id": 19, "firstName": "Scott", "lastName": "Boyer", "linkedIn": "https://www.linkedin.com/in/scott-a-boyer/", "github": "https://github.com/saboyer", "email": "scottboyer.unc@gmail.com", "portfolio": "https://github.com/saboyer/Tennessee-Public-Schools", "reelThemIn": "\"If at first you don't succeed, then skydiving definitely isn't for you.\" -Steven Wright", "bio": "I have been working with data and doing business intelligence work for nearly seven years. Through working on multiple projects, I have seen firsthand how leveraging data can streamline operations, increase efficiency, and improve the bottom line. Through attending Nashville Software School’s Data Analytics bootcamp, I have greatly enhanced and expanded my capabilities to tackle even larger data problems, quickly get to the root cause, and most importantly, devise and implement an effective solution. I can’t wait to see where this new data journey will take me! When not exploring data, I enjoy discovering Nashville’s many eateries and traveling throughout the US and across the world. Here I am monkeying around in Kenya in 2019.", "proImg": "assets/img/sboyer1.jpg", "funImg": "assets/img/sboyer2.jpg", "resume": "resumes/boyer_resume.pdf"}, {"id": 20, "firstName": "Teng", "lastName": "Ye", "linkedIn": "https://www.linkedin.com/in/tengye", "github": "https://github.com/tye642", "email": "tye642@gmail.com", "portfolio": "https://github.com/tye642/nashville_public_transportation", "reelThemIn": "\"One man's trash is another man's treasure.\"  -Yotam Ottolenghi\n\nLet's find that treasure in the messy data.", "bio": "Experience in quality and process improvement, using data to drive business decisions, and managing cross-functional teams within the US and overseas. I want to pivot towards a more technical role within data analytics as data analytics plays to my strengths of problem solving, extracting useful information from a variety of data sources, and data driven decisions.", "proImg": "assets/img/tye1.jpg", "funImg": "assets/img/tye2.jpg", "resume": "resumes/ye_resume.pdf"}, {"id": 21, "firstName": "Tim", "lastName": "Pearson", "linkedIn": "https://www.linkedin.com/in/tipearso/", "github": "https://github.com/tipearso", "email": "tepearson@gmail.com", "portfolio": "https://github.com/tipearso/Voting", "reelThemIn": "The Devil is in the details but don't sweat the small stuff.", "bio": "As a professional classical musician I learned how to doggedly pursue problems until they were 'solved.' The pandemic provided me with an opportunity to take that mindset and try it out in a different discipline.  I don't know where this journey is taking me but I'm excited to have some new skills that I can use to help a broader community. ", "proImg": "assets/img/tpearson1.jpg", "funImg": "assets/img/tpearson2.jpg", "resume": "resumes/pearson_resume.pdf"}, {"id": 22, "firstName": "Yared", "lastName": "Gabre", "linkedIn": null, "github": "https://github.com/yaredawi", "email": "yaredmulate@gmail.com", "portfolio": "https://github.com/yaredawi/HIPAA-Breach", "reelThemIn": "In God we trust. All others must bring data.", "bio": "I am working in IT, Cyber secuirty and risk assessment. Wanted to know more about data analytic tools and meet new people .", "proImg": "assets/img/ygabre1.jpg", "funImg": "assets/img/ygabre2.jpg", "resume": null}]}
