{"cohort": [{"id": 0, "firstName": "Austin", "lastName": "Peay", "linkedIn": "https://www.linkedin.com/in/austin-peay-b3b265139/", "github": "https://github.com/apeay905", "email": "apeay905@gmail.com", "portfolio": "https://github.com/apeay905/MJ-vs-Lebron-data-apeay905", "reelThemIn": "You miss 100% of the shots you don't take. - Wayne Gretzky - Michael Scott", "bio": "After undergrad, Austin was unsure of what his next steps in life were. Knowing he loved to look at sports data, Austin fumbled upon this NSS program and never looked back.", "proImg": "assets/img/apeay1.jpg", "funImg": "assets/img/apeay2.jpg", "resume": "resumes/peay_resume.pdf"}, {"id": 1, "firstName": "Austin", "lastName": "Ward", "linkedIn": "https://www.linkedin.com/in/austin-ward-75b33140/", "github": "https://github.com/ausifer", "email": "austin.bradley.ward@gmail.com", "portfolio": "https://github.com/ausifer/nashville-gov-selling-stuff", "reelThemIn": "Data analysts become a spokesperson for the voiceless and therefore have a responsibility to tell their story accurately and demonstrate their needs clearly.", "bio": "With experience ranging from counseling in multiple settings, sales, project-based work building health insurance networks for big names including Medicaid, and currently sales operations, Austin brings an eye for the big picture, a mind for how to paint it, and a steady hand to brush it to life. He earned a Master of Science degree in counseling but left the traditional application in order to make an even bigger impact by transferring his skillset to business. \nData impacts people, and Austin is passionate about seeing the right story told so that it drives positive changes and fills practical needs. He loves learning anything new, but if you're teaching him about your childhood he may or may not charge you by the hour.", "proImg": "assets/img/award1.jpg", "funImg": "assets/img/award2.jpg", "resume": "resumes/ward_resume.pdf"}, {"id": 2, "firstName": "Chenxi \"Liu\"", "lastName": "Liu", "linkedIn": "https://www.linkedin.com/in/liu-chenxi-56067646/", "github": "https://github.com/Liuchenxi1", "email": "shinnkiryu@gmail.com", "portfolio": "https://github.com/Liuchenxi1/go_to_themoon", "reelThemIn": "\"The red pill or blue pill?\"", "bio": "I was Inspired by data usage for these e-commerce tech companies. Processing and building data/data model is getting more important for all kinds of businesses. By undertaking data-driven workforce planning, the organization will have the tools, it needs to adapt quickly to change, leading to higher and be more productivity. I am happy to service the role that to push the business more effective and powerful. ", "proImg": "assets/img/cliu1.jpg", "funImg": "assets/img/cliu2.jpg", "resume": "resumes/liu_resume.pdf"}, {"id": 3, "firstName": "Christian", "lastName": "Mack", "linkedIn": "https://www.linkedin.com/in/christian-mack698/", "github": "https://github.com/chrismack698", "email": "christian.mack@live.com", "portfolio": "https://github.com/chrismack698/Nashville-Education-Data", "reelThemIn": "“You shall know the truth and the truth shall make you odd.” - Flannery O'Connor", "bio": "After an undergraduate career focused on the liberal arts, I found myself mid-pandemic at a crossroads, unsure of what to do. As a lover of stories and all things analytical, I fell into data practically by accident; thankfully, the accident was a happy one. I've quickly discovered that some of the most interesting and intricate stories can be found in a sea of data--all it takes is someone looking for them.", "proImg": "assets/img/cmack1.jpg", "funImg": "assets/img/cmack2.jpg", "resume": "resumes/mack_resume.pdf"}, {"id": 4, "firstName": "Derek", "lastName": "Price", "linkedIn": "https://www.linkedin.com/in/derek-t-price/", "github": "https://github.com/derektprice", "email": "derektprice@gmail.com", "portfolio": "https://github.com/derektprice/visualizing_simulator_games", "reelThemIn": "\"To play is to be in the world. Playing is a form of understanding what surrounds us and who we are, and a way of engaging with others. Play is a mode of being human.\" - Miguel Sicart", "bio": "Always looking for new challenges and new ways of thinking, Derek's passion for interdisciplinary research and teaching has led him to the world of data analysis. Derek is deeply interested in how data can be used to tell stories and reveal new insights about the world. While earning his PhD at Vanderbilt University, Derek learned how to define and pursue research questions, analyze evidence, and weave his findings into persuasive and accessible narratives. His time at Nashville Software School has given him the skills to collect, clean, analyze, and visualize real-world data and to present those findings to broad audiences.", "proImg": "assets/img/dprice1.jpg", "funImg": "assets/img/dprice2.jpg", "resume": "resumes/price_resume.pdf"}, {"id": 5, "firstName": "Erin", "lastName": "O'Rourke", "linkedIn": "https://www.linkedin.com/in/eporourke/", "github": "https://github.com/eporourke", "email": "orourke.e@gmail.com", "portfolio": "https://github.com/eporourke/mapping_mexico", "reelThemIn": "\"The fight is never about grapes or lettuce. It is always about people.\" - Cesar Chavez", "bio": "As a nonprofit professional, I have always been captivated by the potential inherent in data and have a passion for gathering and disseminating information. One of my primary interests is the way that seemingly abstract policies impact people. As an outreach paralegal to farmworkers, thinking about and investigating the data we were collecting was the impetus to enroll in a data analysis program.", "proImg": "assets/img/eo'rourke1.jpg", "funImg": "assets/img/eo'rourke2.jpg", "resume": "resumes/o'rourke_resume.pdf"}, {"id": 6, "firstName": "Holland", "lastName": "Griffis", "linkedIn": "https://www.linkedin.com/in/hollandgriffis/", "github": "https://github.com/hollandgriffis", "email": "hollandgriffis@gmail.com", "portfolio": "https://github.com/hollandgriffis/US-EV-Charging", "reelThemIn": "\"It'll be fine\"", "bio": "After a successful career in IT Operations/Infrastructure, primarily as a UNIX and Linux system administrator and team manager I decided to update my technical skills and get into something a bit more fun, data analytics.", "proImg": "assets/img/hgriffis1.jpg", "funImg": "assets/img/hgriffis2.jpg", "resume": "resumes/griffis_resume.pdf"}, {"id": 7, "firstName": "Jackie", "lastName": "DiMaria", "linkedIn": "www.linkedin.com/in/JackieDA", "github": "https://github.com/jojuka", "email": "jojuka@yahoo.com", "portfolio": "https://github.com/jojuka/Capstone", "reelThemIn": "If you think you are too small to make a difference, try sleeping with a mosquito – Dalai Lama ", "bio": "Jackie has experience primarily in the non-profit and healthcare sectors. She is hands on and has served in administrative, leadership and financial capacities. She has consistently used data to optimize productivity, fundraising, staffing and other initiatives. She is excited to venture officially into a new realm with data analysis.", "proImg": "assets/img/jdimaria1.jpg", "funImg": "assets/img/jdimaria2.jpg", "resume": "resumes/dimaria_resume.pdf"}, {"id": 8, "firstName": "Jeremiah", "lastName": "Akers", "linkedIn": "https://www.linkedin.com/in/jeremiah-akers/", "github": "https://github.com/Jmiah789", "email": "jeremiahakers1@gmail.com", "portfolio": "https://github.com/Jmiah789/ufc-fighter-evolution", "reelThemIn": "Data has always been my ally", "bio": "At the intersection of my professional and personal life is data. I find fulfillment in understanding and conveying information to others in practical ways to propel their success. It's why I Ioved teaching English as a second language, sales operations and reporting, coaching middle school wrestling, and playing team-based strategy games. Understanding is my goal, and data is my tool. It only makes sense to make it my career as well.", "proImg": "assets/img/jakers1.jpg", "funImg": "assets/img/jakers2.jpg", "resume": "resumes/akers_resume.pdf"}, {"id": 9, "firstName": "Jose", "lastName": "Quezada", "linkedIn": "JlQuezada", "github": "https://github.com/Quezadajl", "email": "mr.quezada.joseluis@gmail.com", "portfolio": "https://github.com/Quezadajl/Capstone", "reelThemIn": "\"I think therefore I will'", "bio": "I have thrived working alongside people with creative skillsets as a middle school math teacher for the past 7 years. Creating and managing student portfolios attracted me towards data analytics as it became my responsibility to instruct based on my student's performance. Data analytics in my classroom is what motivated me to expand on the world of analysis outside of education expand my understanding of various tools and techniques to help individuals make decisions and succeed.", "proImg": "assets/img/jquezada1.jpg", "funImg": "assets/img/jquezada2.jpg", "resume": "resumes/quezada_resume.pdf"}, {"id": 10, "firstName": "Lesley", "lastName": "Easley", "linkedIn": "www.linkedin.com/in/lesley-easley", "github": "https://github.com/leasleydru", "email": "leasley2012@gmail.com", "portfolio": "https://github.com/leasleydru/What-is-a-living-wage", "reelThemIn": "\"You are Braver than you Believe, Stronger than you seem, and Smarter than you Think.\" ", "bio": "I am new to the world of technology through data but not new to taking on a challege. I am ready to take these new found skills of data analytics to pair with my current leadership skills to reach new heights in my career path. ", "proImg": "assets/img/leasley1.jpg", "funImg": "assets/img/leasley2.jpg", "resume": "resumes/easley_resume.pdf"}, {"id": 11, "firstName": "Maria", "lastName": "Contreras", "linkedIn": "https://www.linkedin.com/in/mgc-contreras/", "github": "https://github.com/geraldinecontreras", "email": "mgc_contreras@live.com", "portfolio": "https://github.com/geraldinecontreras/Smoky-ng-Deal-Properties", "reelThemIn": "\"Normal is overrated.\"", "bio": "Although a novice at Data Analytics, I have several years of combined experience working as an investigator. Gathering, assessing, and presenting data has been a integral part of my career and my transition to Data Analytics will incorporate these experiences to a growing list of technical and software skills. My goal is to continue doing what I love in a different way.", "proImg": "assets/img/mcontreras1.jpg", "funImg": "assets/img/mcontreras2.jpg", "resume": "resumes/contreras_resume.pdf"}, {"id": 12, "firstName": "Michael", "lastName": "Ferral", "linkedIn": "https://www.linkedin.com/in/michaelferral/", "github": "https://github.com/meferral", "email": "meferral@gmail.com", "portfolio": "https://github.com/meferral/Menu_Dashboard", "reelThemIn": "\"Learn to question, and ask questions to learn.\"", "bio": "Michael Ferral has held various positions in food service leadership and is currently an administrator in food services at a private institution of higher education. In this role, he analyzes data and a variety of trends to inform the ways that this information can be used to improve performance. Michael uses these analytical tools along with his strong interpersonal skills to understand nuances and to identify areas for growth and development.  The skills Michael acquired as a student in the Nashville Software School have greatly enhanced his data analysis ability. In addition to being able to collect, clean, analyze and visualize data using several different means, Michael has sharpened his problem-solving skills. He is eager to put his skills to the test in the real world, and to bring clarity and understanding through relevant data. ", "proImg": "assets/img/mferral1.jpg", "funImg": "assets/img/mferral2.jpg", "resume": "resumes/ferral_resume.pdf"}, {"id": 13, "firstName": "Michael", "lastName": "Goodman", "linkedIn": "Michael-Goodman01", "github": "https://github.com/MaGoodman12", "email": "magoody12@gmail.com", "portfolio": "https://github.com/MaGoodman12/He-who-must-not-be-named-as-capstone-", "reelThemIn": "“I have no special talent. I am only passionately curious.” - Albert Einstein", "bio": "Among the many life lessons my father instilled into me growing up, a few of the most impactful were these; \"Whatever your hands find to do, do it with all your might.\" and \"Let your kindness be a testament of your character.\" As I dive head-first into this wonderful new world of data and technology, I aim to apply these lessions to every decision, situation and challenge I find myself facing.", "proImg": "assets/img/mgoodman1.jpg", "funImg": "assets/img/mgoodman2.jpg", "resume": "resumes/goodman_resume.pdf"}, {"id": 14, "firstName": "Rachel", "lastName": "Manlove", "linkedIn": "https://www.linkedin.com/in/rachel-manlove-b3a93974/", "github": "https://github.com/Rhunsilval", "email": "roosevelthoney@gmail.com", "portfolio": "https://github.com/Rhunsilval/the_cost_of_moving_food_capstone", "reelThemIn": "\"Be stubborn about your goals and be flexible about your methods\"", "bio": "The skills Michael acquired as a student in the Nashville Software School have greatly enhanced his data analysis skills. In addition to being able to collect, clean, analyze and visualize data using several different means, Michael has sharpened his problem-solving skills. He is eager to put his skills to the test in the real world, and to bring clarity and understanding through relevant data.", "proImg": "assets/img/rmanlove1.jpg", "funImg": "assets/img/rmanlove2.jpg", "resume": "resumes/manlove_resume.pdf"}, {"id": 15, "firstName": "Robert", "lastName": "LaNier", "linkedIn": "https://www.linkedin.com/in/robertlanierii/", "github": "https://github.com/robertlanier", "email": "robertlanierii@protonmail.com", "portfolio": "https://github.com/robertlanier/capstone", "reelThemIn": "\"Without a systematic way to start and keep data clean, bad data will happen.\" ~ Donato Diorio", "bio": null, "proImg": "assets/img/rlanier1.jpg", "funImg": "assets/img/rlanier2.jpg", "resume": "resumes/lanier_resume.pdf"}, {"id": 16, "firstName": "Ryan", "lastName": "Maurer", "linkedIn": "https://www.linkedin.com/in/ryan-maurer", "github": "https://github.com/Ryan-Maurer", "email": "rmaurer23@gmail.com", "portfolio": "https://github.com/Ryan-Maurer/Visualizing-Country-Music", "reelThemIn": "“The world cannot be understood without numbers. But the world cannot be understood with numbers alone.” - Hans Rosling", "bio": "My passion for data-based decision making was founded during my studies at Belmont University as a Music Business student. Continuous improvement of my data skills has been a staple of my post-grad life, and I could think of no better place to hone my skills than NSS.  As it is NSS’s intention to access latent potential in Nashville’s tech community, I too believe that Nashville is a special place that draws in special people and organizations, and I am excited to utilize my newfound skillset at a firm that is indicative of what makes this city great.", "proImg": "assets/img/rmaurer1.jpg", "funImg": "assets/img/rmaurer1.jpg", "resume": "resumes/maurer_resume.pdf"}, {"id": 17, "firstName": "Sara", "lastName": "Schuster", "linkedIn": "https://www.linkedin.com/in/saraschuster/", "github": "https://github.com/SaraSchuster", "email": "saramh13@gmail.com", "portfolio": "https://github.com/SaraSchuster/farming-futures", "reelThemIn": "“Luck is what happens when preparation meets opportunity.” ~Seneca", "bio": "Starting my career in education has inspired a lifelong love for learning. During several years of work in restaurant management, I specialized in the role of food cost analyst and discovered a passion for data. The urge to explore that further led me to Nashville Software School, and eventually into a whole new career. Now I'm ready to put all of my data skills to use for the right organization.", "proImg": "assets/img/sschuster1.jpg", "funImg": "assets/img/sschuster2.jpg", "resume": "resumes/schuster_resume.pdf"}, {"id": 18, "firstName": "Taryn", "lastName": "Patterson", "linkedIn": "https://www.linkedin.com/in/taryn-patterson/", "github": "https://github.com/tarynpatterson", "email": "tarynleeshaep@gmail.com", "portfolio": "https://github.com/tarynpatterson/nashville-businesses-in-black-communities", "reelThemIn": "“I’ve learned that you shouldn’t go through life with a catcher’s mitt on both hands; you need to be able to throw something back.” - Maya Angelou", "bio": "Through my experience working as a Research Specialist, I became familiar with working with large sets of data and realized my interests in Data Analytics. I love being able to make sense of information and use it to help others make informed decisions.", "proImg": "assets/img/tpatterson1.jpg", "funImg": "assets/img/tpatterson2.jpg", "resume": "resumes/patterson_resume.pdf"}, {"id": 19, "firstName": "Thomas \"Tom\"", "lastName": "Wise", "linkedIn": "https://www.linkedin.com/in/tom-wise85/", "github": "https://github.com/tomleewise", "email": "tomleewise@gmail.com", "portfolio": "https://github.com/tomleewise/capstone", "reelThemIn": "\"Do or do not. There is no try\"", "bio": "After a long career in live music production I began to feel the need for a change. I hope to bring those outside skills and work ethic with me on my new adventure.", "proImg": "assets/img/twise1.jpg", "funImg": "assets/img/twise2.jpg", "resume": "resumes/wise_resume.pdf"}]}
