{"cohort": [{"id": 0, "firstName": "Jordan", "lastName": "Best", "linkedIn": "https://www.linkedin.com/in/jtbest/", "github": "https://github.com/jtbest", "resume": "resumes/Jordan Best.pdf", "pro_img": "career dev headshot", "fun_img": null, "email": "jtbest713@gmail.com", "Capstone (link)": null, "reelThemIn": "\"I used to think correlation implied causation. Then I took a statistics class. Now I don't.\" - xkcd", "bio": "My natural curiosity and love of problem-solving lead me to pursue a career in biomedical research. Building on this experience, I decided to dive head-first down the data rabbit-hole and am looking forward to pursuing a career in data analytics full-time. ", "podcast": null, "Capstone (video)": null, "@dropdown": null, "proImg": "assets/img/placeholder.jpg", "funImg": "assets/img/placeholder.jpg"}, {"id": 1, "firstName": "Seth", "lastName": "Cost", "linkedIn": "https://www.linkedin.com/in/seth-cost/", "github": "https://github.com/scost46", "resume": "resumes/Seth Cost.pdf", "pro_img": null, "fun_img": null, "email": "scost46@gmail.com", "Capstone (link)": null, "reelThemIn": "Every bug in a program is a lesson and learning never stops", "bio": "Hey there! My name is Seth, and I am a wide-eyed data analyst ready to take on the world...of data, that is. I am from the greater Nashville area and am a Middle Tennessee State graduate. I'm excited to dive into the vast sea of information out there and start surfacing insights that can help businesses make better decisions. Ever since I got started in Data Analytics this past year, I have found something satisfying about taking a big, messy dataset and turning it into something that actually makes sense and tells a story. It's like doing a giant puzzle, but instead of a pretty picture, you end up with valuable insights that can drive business growth. When I am not querying, writing code, or creating data visualizations you can find me hiking, playing golf, watching sports, or hanging out with friends!", "podcast": null, "Capstone (video)": null, "@dropdown": null, "proImg": "assets/img/seth1.jpg", "funImg": "assets/img/seth2.jpg"}, {"id": 2, "firstName": "Caitlin", "lastName": "Craig", "linkedIn": "https://www.linkedin.com/in/caitlin-craig-1656ba253/", "github": "https://github.com/CaitlinC91", "resume": "resumes/Caitlin Craig.pdf", "pro_img": "career dev headshot", "fun_img": null, "email": "caitlincraig1016@gmail.com", "Capstone (link)": null, "reelThemIn": "One thing I’ve learned in the woods is that there is no such thing as random. Everything is steeped in meaning, colored by relationships, one thing with another. - Robin Wall Kimmerer", "bio": "Hello! My name is Caitlin. In my past roles as a Naturalist, I've enjoyed translating ecological data points into a meaningful story others can connect to and gain knowledge from. I'm thrilled to be able to use this experience as I move into the data analytics field, creating impactful stories that fuel connection and change.", "podcast": null, "Capstone (video)": null, "@dropdown": null, "proImg": "assets/img/placeholder.jpg", "funImg": "assets/img/placeholder.jpg"}, {"id": 3, "firstName": "Brian", "lastName": "French", "linkedIn": "https://www.linkedin.com/in/the-brian-french/", "github": "https://github.com/Brf0001", "resume": "resumes/Brian French.pdf", "pro_img": "career dev headshot", "fun_img": "X", "email": "brf0001@alumni.uah.edu", "Capstone (link)": null, "reelThemIn": "Collecting, Analyzing, Transforming, and Synthesizing data with the power of CATS. ", "bio": "Hi, I'm Brian! My background in personal training and in clinical therapuetic exercise has helped me hone my analytical thinking and problem-solving abilities in addition to teaching me to pay attention to every detail. I've also learned to think critically when facing complex issues. I believe the discipline, adaptability, and perseverance I have developed in living an active lifestyle can help me uncover insights to help drive data-driven decision making. ", "podcast": null, "Capstone (video)": null, "@dropdown": null, "proImg": "assets/img/brian1.jpg", "funImg": "assets/img/brian2.jpg"}, {"id": 4, "firstName": "Kevin", "lastName": "Greer", "linkedIn": "https://www.linkedin.com/in/kevinmgreer/", "github": "https://github.com/kmgreer405", "resume": "resumes/Kevin Greer.pdf", "pro_img": "x", "fun_img": "x", "email": "kmgreer405@hotmail.com", "Capstone (link)": null, "reelThemIn": "Pushing the limits of sports analytics with innovative approaches from a lifelong athlete", "bio": "I discovered my love for data analysis in early 2022, during the first of what would turn out to be many jump start courses. Since then, I have developed my skills in data analysis significantly, and would love to combine them with my background in and lifelong love of sports. To any workplace I will bring a passion for problem-solving and experience with various programming platforms and methods for data analysis. \n\n", "podcast": null, "Capstone (video)": null, "@dropdown": null, "proImg": "assets/img/kevin1.jpg", "funImg": "assets/img/kevin2.jpg"}, {"id": 5, "firstName": "Larry", "lastName": "Haggerty", "linkedIn": "https://www.linkedin.com/in/lawrence-haggerty/", "github": "https://github.com/lawrence-haggerty", "resume": "resumes/Larry Haggerty.pdf", "pro_img": "x", "fun_img": "x", "email": "lawrence.c.haggerty@gmail.com", "Capstone (link)": null, "reelThemIn": "“Persist and resist\". Persist in your efforts. Resist giving into distraction, discouragement, and disorder. - Epictetus", "bio": "Hello! My name is Larry. I am a dedicated professional with T-shaped personality and work style. My prior professional experience includes Information Security, Technology, and Management in the military while working in cooperation with civilian, federal government, and international mission partners. I have consistently sought to develop analytical, interpersonal, and problem-solving skills in my previous roles. I am committed to continuous development of knowledge for policy, processes, and procedures required to improve data driven decision making and organizational performance. I am extremely excited to utilze my prior experience and education from the Nashville Software School to transition into a data focused career. ", "podcast": null, "Capstone (video)": null, "@dropdown": null, "proImg": "assets/img/larry1.jpg", "funImg": "assets/img/larry2.jpg"}, {"id": 6, "firstName": "Ashley", "lastName": "Haskins", "linkedIn": "www.linkedin.com/in/ashley-haskins24", "github": "https://github.com/AHaskins24", "resume": "resumes/Ashley Haskins.pdf", "pro_img": "X", "fun_img": "X", "email": "a.haskins24@gmail.com", "Capstone (link)": null, "reelThemIn": "\"I have not failed. I've just found 10,000 ways that won't work.\" - Thomas Jefferson when he typos in SQL, probably ", "bio": "Greetings! I'm Ashley, a 16 year seasoned master cosmetologist known for my vibrant personality and stand-up comedy hobby. Recently, I've ventured into the fascinating realm of data analytics, bringing my outgoing nature and sharp wit to unravel insights. With my professional experience in both beauty and analytics, I aim to bridge the gap between creativity and data-driven decision-making. Join me on this exciting journey as we discover how a dash of humor can enhance the analytical landscape.", "podcast": null, "Capstone (video)": null, "@dropdown": null, "proImg": "assets/img/ashley1.jpg", "funImg": "assets/img/ashley2.jpg"}, {"id": 7, "firstName": "Nasra", "lastName": "Hassan", "linkedIn": "https://www.linkedin.com/in/nasra-hassan-a38443253/", "github": "https://github.com/nasram98", "resume": null, "pro_img": "career dev headshot", "fun_img": null, "email": "nasram98@hotmail.com", "Capstone (link)": null, "reelThemIn": "\"Cultivating Knowledge, Inspiring Growth\"", "bio": "Hi there, I'm Nasra. My passion for data analytics is within the captivating world of data. With a diverse educational background and a natural inclination towards problem-solving, and attention-to-detail I decided to dig deeper into the field. I discovered the transformative impact data analytics could have on businesses and society as a whole. Throughout my journey here at Nashville Software School, I realized that data analytics is beyond mere numbers and algorithms—it was about unraveling hidden patterns, uncovering valuable insights, and driving data-informed strategies.", "podcast": null, "Capstone (video)": null, "@dropdown": null, "proImg": "assets/img/placeholder.jpg", "funImg": "assets/img/placeholder.jpg"}, {"id": 8, "firstName": "Brandylyn", "lastName": "Landers", "linkedIn": "https://www.linkedin.com/in/brandylynlanders/", "github": "https://github.com/BrandylynLanders", "resume": null, "pro_img": "X", "fun_img": "X", "email": "brandylynlanders@gmail.com", "Capstone (link)": null, "reelThemIn": "Challenging assumptions with data-driven insights for a positive change", "bio": "Passionate and results-driven professional with experience in business administration and project management. Fueled by an unwavering enthusiasm for the transformative power of data, I possess a deep appreciation for its ability to shift perspectives, spark progress and drive positive change. With a strong background in managing people, optimizing processes, and handling budgets effectively, I am now seeking a role in business intelligence, business analysis, or data analytics to leverage my expertise. As an enthusiastic problem solver and effective communicator, I bring a can-do attitude and insatiable curiosity to continuously explore the limitless possibilities that data offers.", "podcast": null, "Capstone (video)": null, "@dropdown": null, "proImg": "assets/img/brandylyn1.jpg", "funImg": "assets/img/brandylyn2.jpg"}, {"id": 9, "firstName": "Travis", "lastName": "McGarr", "linkedIn": "https://www.linkedin.com/in/travis-mcgarr83/", "github": "https://github.com/Travis37115", "resume": null, "pro_img": "pro. headshot", "fun_img": "x", "email": "redstartlight@gmail.com", "Capstone (link)": null, "reelThemIn": "\"I don't have problems, just more work to do!\" -Seth Feroce", "bio": "Hey, I'm Travis. A year ago, I stumbled upon the fascinating world of data analytics, knowing next to nothing about it. Curiosity led me to scour YouTube for answers, and though I realized it would be challenging, I embraced the opportunity wholeheartedly. With determination as my driving force, I've dedicated myself to acquiring the necessary skills and knowledge. Data analytics has become my passion—I love transforming raw data into meaningful insights and making data-driven decisions. Through hard work and perseverance, I believe I can overcome any obstacle that comes my way. My ultimate goal is to become a respected professional in this field, using my abilities to drive innovation and positive change. Let's make a lasting impact together!", "podcast": null, "Capstone (video)": null, "@dropdown": null, "proImg": "assets/img/placeholder.jpg", "funImg": "assets/img/placeholder.jpg"}, {"id": 10, "firstName": "Nicholas", "lastName": "Nash", "linkedIn": "https://www.linkedin.com/in/nick-nash-18a445a0/", "github": "thenicknash (Nick Nash) (github.com)", "resume": "resumes/Nicholas Nash.pdf", "pro_img": "career dev headshot", "fun_img": null, "email": "nicknashdev@gmail.com", "Capstone (link)": null, "reelThemIn": null, "bio": null, "podcast": null, "Capstone (video)": null, "@dropdown": null, "proImg": "assets/img/nicholas1.jpg", "funImg": "assets/img/nicholas2.jpg"}, {"id": 11, "firstName": "Jasmine", "lastName": "Nketiah", "linkedIn": "https://www.linkedin.com/in/jasmine-nketiah-54790866", "github": "https://github.com/jnketiah89", "resume": "resumes/Jasmine Nketiah.pdf", "pro_img": null, "fun_img": null, "email": "jasmine.nketiah@gmail.com", "Capstone (link)": null, "reelThemIn": "\"Begin with the end in mind.\" Stephen Covey", "bio": " For the last seven years, I have taught French at the high school level. With the onset of Covid, I began to think about remote job opportunities. A few friends that had enrolled at NSS recommended the part time Data Analytics Bootcamp. I signed up for the Data Analytics Jumpstart last summer to test the waters and moved on to enroll in the part time Analytics Bootcamp. Although the past few months have been a whole new challenging learning experience, I have learned so much in this field and I'm particularly excited about the storytelling portion of data analysis and being part of a great team where constant learning opportunities and collaboration will help me suceed in this new career.", "podcast": null, "Capstone (video)": null, "@dropdown": null, "proImg": "assets/img/jasmine1.jpg", "funImg": "assets/img/jasmine2.jpg"}, {"id": 12, "firstName": "Chris", "lastName": "Pentecost", "linkedIn": "https://www.linkedin.com/in/christinepentecost/", "github": "https://github.com/cjpentecost", "resume": null, "pro_img": "career dev headshot", "fun_img": "X", "email": "cjpentecost15@gmail.com", "Capstone (link)": null, "reelThemIn": "\"Those who dare to fail miserably can achieve greatly.\" John F. Kennedy", "bio": "Hello there! I'm Chris, a medical billing professional and dedicated full-time mom. I'm all about accuracy, attention to detail, and making a positive impact in everything I do. The longer I worked in medical billing, the more intrigued I became by the back-end processes, especially when it came to data analysis.\nRecently, I had the chance to dive deeper into this exciting field, and I've been learning a lot in just a few months! I'm eager to continue honing my skills and exploring the power of data analytics to drive meaningful insights.\n", "podcast": null, "Capstone (video)": null, "@dropdown": null, "proImg": "assets/img/placeholder.jpg", "funImg": "assets/img/placeholder.jpg"}, {"id": 13, "firstName": "Erica", "lastName": "Ranck", "linkedIn": "https://www.linkedin.com/in/ericaranck/", "github": "https://github.com/Erica-Exotica", "resume": null, "pro_img": "career dev headshot", "fun_img": null, "email": "ericaranck1@gmail.com", "Capstone (link)": null, "reelThemIn": "\"Data analytics: Turning numbers into whispers and revealing secrets even Sherlock would envy.\" - ChatGPT", "bio": "Greetings. I've been learning data analytics on the job for the last two years and thus discovered my passion in analysis. My data curiosity comes naturally and aids me in spotting trends. I hope to make a pivot into a full time data analyst role as a result of the work I did with Nashville Software School. ", "podcast": null, "Capstone (video)": null, "@dropdown": null, "proImg": "assets/img/placeholder.jpg", "funImg": "assets/img/placeholder.jpg"}, {"id": 14, "firstName": "Robert", "lastName": "Ruiz", "linkedIn": "https://www.linkedin.com/in/robert-ruiz2882/", "github": "https://github.com/bob10182", "resume": "resumes/Robert Ruiz.pdf", "pro_img": null, "fun_img": null, "email": "robertruiz531@gmail.com", "Capstone (link)": null, "reelThemIn": "“We are defined by what we do repeatedly, therefore excellence is a habit, not an act.”– Aristotle", "bio": "I was immersed in data analytics while investigating criminal networks and violent crimes. As I retire from law enforcement, I have decided that I want to shift my focus into the data analytics field and apply my skills to a new professional career. I have been in various positions of leadership and management over the years and I plan on using these skills in my future career.", "podcast": null, "Capstone (video)": null, "@dropdown": null, "proImg": "assets/img/robert1.jpg", "funImg": "assets/img/robert2.jpg"}, {"id": 15, "firstName": "Patrick", "lastName": "Shanks", "linkedIn": "https://www.linkedin.com/in/patrick-shanks-2b0b70270/", "github": "https://github.com/pshanx", "resume": "resumes/Patrick Shanks.pdf", "pro_img": null, "fun_img": null, "email": "patrick.shanks42@gmail.com", "Capstone (link)": null, "reelThemIn": "Not all questions are answered, but fortunately some answers are questioned.' - Terry Pratchett", "bio": "Hello! My name is Patrick. While still new to the Data world, I find it very much to my liking. I’m driven by curiosity and the desire to solve problems, layered over with a restaurant lifer’s work ethic and a literature student’s ability to grasp concepts and synthesize information.", "podcast": null, "Capstone (video)": null, "@dropdown": null, "proImg": "assets/img/patrick1.jpg", "funImg": "assets/img/patrick2.jpg"}, {"id": 16, "firstName": "Jerod", "lastName": "Spence", "linkedIn": "http://www.linkedin.com/in/jer-spen-171726244", "github": "https://github.com/Jerspen175", "resume": "resumes/Jerod Spence.pdf", "pro_img": null, "fun_img": null, "email": "spencejerod@gmail.com", "Capstone (link)": null, "reelThemIn": "“Even if you are on the right track, you will get run over if you just sit there.” —Will Rogers", "bio": null, "podcast": null, "Capstone (video)": null, "@dropdown": null, "proImg": "assets/img/placeholder.jpg", "funImg": "assets/img/placeholder.jpg"}, {"id": 17, "firstName": "Kieran", "lastName": "Trask", "linkedIn": "https://www.linkedin.com/in/kierantrask/", "github": "https://github.com/fabkiwi06", "resume": "resumes/Kieran Trask.pdf", "pro_img": "x", "fun_img": "x", "email": "k.d.bailey88@gmail.com", "Capstone (link)": null, "reelThemIn": "Digital Marketing, Data Analytics, Diet Coke.", "bio": "Specializing in data driven strategy, Kieran Trask has been building digital communities for entertainers, non-profits, and solopreneurs for over 15 years with her work helping set industry digital standards. Kieran holds a B.S. from the School of Journalism and Strategic Media at Middle Tennessee State University and is a graduate of Nashville Software School's DA8 Cohort. Her favorite coding language is Python and her favorite Python is Michael Palin.", "podcast": null, "Capstone (video)": null, "@dropdown": null, "proImg": "assets/img/kieran1.jpg", "funImg": "assets/img/kieran2.jpg"}, {"id": 18, "firstName": "Wes", "lastName": "Ward", "linkedIn": "https://www.linkedin.com/in/wes-ward-2205a7a\r\n\r\n", "github": "https://github.com/wesiswes629", "resume": "resumes/Wes Ward.pdf", "pro_img": "career dev headshot", "fun_img": "x", "email": "wes.ward629@gmail.com", "Capstone (link)": "https://github.com/wesiswes629/wookiestapi", "reelThemIn": "\"A person who never made a mistake never tried anything new.\" --Albert Einstein ", "bio": "Hello!  I'm Wes, and I have a love with crunching numbers and building reports and dashboards.  I have a long history of data analysis from my years in banking. From automating data tracking for weekly C-Level reporting on multi-million dollar construction loans, to building detailed wire dashboards for a treasury management team, or tracking SLAs and other metrics for operational teams, I have enjoyed following the numbers and researching to find answers. It carries over into my personal life where I create dashboards for our spending at home, or just seeing something interesting and wanting to investigate it.", "podcast": null, "Capstone (video)": null, "@dropdown": null, "proImg": "assets/img/wes1.jpg", "funImg": "assets/img/wes2.jpg"}, {"id": 19, "firstName": "Melanie", "lastName": "Wesson", "linkedIn": "https://www.linkedin.com/in/melanie-wesson", "github": "https://github.com/melaniewesson", "resume": "resumes/Melanie Wesson.pdf", "pro_img": "career dev headshot", "fun_img": "x", "email": "melaniedwesson@gmail.com", "Capstone (link)": null, "reelThemIn": "\"The older you get, the better you get.  Unless you're a banana.\" - Betty White", "bio": "Hi there, I’m Melanie, a passionate data analyst with a unique background. I began my journey at the University of Utah, where I studied Health Education & Promotion. As a former dedicated HIV/AIDS educator and case manager, I gained a profound appreciation for the transformative power of data in shaping public health outcomes. Now, I’m excited to combine my love for data and my expertise in health to make an impact as a data analyst. When I’m not diving into datasets, you’ll catch me lost in captivating books, experimenting with delicious baking creations, and rocking the most important gig of all – being a fun and loving mom/step-mom/wife. ", "podcast": null, "Capstone (video)": null, "@dropdown": null, "proImg": "assets/img/melanie1.jpg", "funImg": "assets/img/melanie2.jpg"}]}